Repository: daaihang/sprout
Catalog: mory/mory/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld images
zh_hans: %lld 张图片

source: %lld mentions
zh_hans: %lld 次提及

# %lld mentions · %@
source: %1$lld mentions · %2$@
zh_hans: %1$lld 次提及 · %2$@

source: Action Log (%lld)
zh_hans: 操作日志（%lld）

source: Actions
zh_hans: 操作

source: Active vault
zh_hans: 当前保险库

source: Add
zh_hans: 添加

source: Add currently playing song
zh_hans: 添加当前播放歌曲

source: Add first suggestion to board
zh_hans: 添加第一条建议到看板

source: AI analysis
zh_hans: AI 分析

source: Aliases
zh_hans: 别名

source: Aliases, separated by commas
zh_hans: 别名，用逗号分隔

source: Analysis status
zh_hans: 分析状态

source: Appearance
zh_hans: 外观

source: Appearance Lab
zh_hans: 外观实验室

source: applied
zh_hans: 已应用

source: Arc min records: %lld
zh_hans: 阶段最少记录数：%lld

# arc.action.accept
source: Accept Arc
zh_hans: 确认故事线

# arc.action.archive
source: Archive Arc
zh_hans: 归档故事线

# arc.action.merge
source: Merge Arc
zh_hans: 合并故事线

# arc.merge.candidate
source: Merge Candidate
zh_hans: 可合并的故事线

# arc.merge.overlap %@
source: Overlap %@
zh_hans: 重叠度 %@

# arc.nav.title
source: Arc Detail
zh_hans: 故事线详情

# arc.section.actions
source: Actions
zh_hans: 操作

# arc.section.info
source: Arc
zh_hans: 故事线

# arc.status.accepted
source: Accepted
zh_hans: 已确认

# arc.status.archived
source: Archived
zh_hans: 已归档

# arc.status.candidate
source: Candidate
zh_hans: 候选

# arc.status.merged
source: Merged
zh_hans: 已合并

source: Arc/reflection results
zh_hans: 阶段/回顾结果

# arcs.empty.description
source: Arcs will appear here when repeated memories cluster into stable time spans.
zh_hans: 当多条记忆形成稳定的时间段后，故事线会出现在这里。

# arcs.nav.title
source: Arcs
zh_hans: 故事线

# arcs.section.title
source: Arcs
zh_hans: 故事线

source: Artifacts
zh_hans: 内容附件

source: Atmosphere
zh_hans: 氛围

source: Audio note
zh_hans: 音频备注

source: Auth Session
zh_hans: 认证会话

source: Automatic layout
zh_hans: 自动布局

source: Automatic uses local rules in this version. AI automatic is reserved for a later cloud intelligence loop.
zh_hans: 当前版本的自动模式使用本地规则。AI 自动模式预留给后续云端智能闭环。

source: Backfill as %@
zh_hans: 回填为 %@

source: Backfill missing captureOrigin?
zh_hans: 回填缺失的 captureOrigin？

source: Backfill missing origins
zh_hans: 回填缺失来源

source: Backfill value
zh_hans: 回填值

source: Backfilling
zh_hans: 正在回填

source: Build Environment
zh_hans: 构建环境

source: Cancel
zh_hans: 取消

source: Caption hint
zh_hans: 标题提示

source: Capture Card Lab
zh_hans: 记录卡片实验室

# capture.action.add
source: Add
zh_hans: 添加

# capture.action.addContent
source: Add content
zh_hans: 添加内容

# capture.action.clearCurrent
source: Clear current
zh_hans: 清空当前

# capture.action.retry
source: Retry
zh_hans: 重试

# capture.action.search
source: Search
zh_hans: 搜索

# capture.action.searching
source: Searching...
zh_hans: 正在搜索...

# capture.attachment.filename
source: Filename
zh_hans: 文件名

# capture.attachment.latitude
source: Latitude
zh_hans: 纬度

# capture.audio.editTranscription
source: Edit transcription...
zh_hans: 编辑转写文字...

# capture.audio.finalizing
source: Finishing recording...
zh_hans: 正在结束录音...

# capture.audio.notePlaceholder
source: Audio note
zh_hans: 音频备注

# capture.audio.record
source: Record
zh_hans: 录音

# capture.audio.recording %lld
source: Recording... %llds
zh_hans: 录音中… %lld秒

# capture.audio.rerecord
source: Re-record
zh_hans: 重新录制

# capture.audio.start
source: Start
zh_hans: 开始

# capture.audio.startRecording
source: Start Recording
zh_hans: 开始录制

# capture.audio.stop
source: Stop
zh_hans: 停止

# capture.audio.transcribing
source: Transcribing audio...
zh_hans: 正在转写录音...

# capture.audio.transcription
source: Transcription
zh_hans: 转写结果

# capture.audio.transcriptionTime %@
source: Transcribed in %@s
zh_hans: 转写耗时 %@s

# capture.card.audio.attached
source: Voice attached
zh_hans: 已附加语音

# capture.card.audio.original
source: Original audio
zh_hans: 原始音频

# capture.card.audio.originalAttached
source: Original audio attached
zh_hans: 已附加原始音频

# capture.card.audio.transcript
source: Transcript
zh_hans: 转写

# capture.card.audio.transcriptAdded
source: Transcript added to note
zh_hans: 转写已加入正文

# capture.card.kind.audio
source: Voice
zh_hans: 语音

# capture.card.kind.link
source: Link
zh_hans: 链接

# capture.card.kind.location
source: Location
zh_hans: 位置

# capture.card.kind.music
source: Music
zh_hans: 音乐

# capture.card.kind.photo
source: Photo
zh_hans: 照片

# capture.card.kind.photos
source: Photos
zh_hans: 照片

# capture.card.kind.place
source: Place
zh_hans: 地点

# capture.card.kind.status
source: Status
zh_hans: 状态

# capture.card.kind.text
source: Text
zh_hans: 文字

# capture.card.kind.todo
source: Task
zh_hans: 任务

# capture.card.kind.weather
source: Weather
zh_hans: 天气

# capture.card.kind.working
source: Working
zh_hans: 处理中

# capture.card.link.attached
source: Link attached
zh_hans: 已附加链接

# capture.card.motion.enhanced
source: Enhanced
zh_hans: 增强

# capture.card.motion.static
source: Static
zh_hans: 静态

# capture.card.motion.subtle
source: Subtle
zh_hans: 轻微

# capture.card.music.attached
source: Music attached
zh_hans: 已附加音乐

# capture.card.music.nowPlaying
source: Now playing
zh_hans: 正在播放

# capture.card.music.paused
source: Paused
zh_hans: 已暂停

# capture.card.music.playing
source: Playing
zh_hans: 正在播放

# capture.card.music.searchResult
source: Search result
zh_hans: 搜索结果

# capture.card.music.stopped
source: Stopped
zh_hans: 已停止

# capture.card.music.style.auto
source: Auto
zh_hans: 自动

# capture.card.music.style.compact
source: Compact
zh_hans: 紧凑

# capture.card.music.style.compactRow
source: Row
zh_hans: 横排

# capture.card.music.style.compactTile
source: Tile
zh_hans: 竖排

# capture.card.music.style.cover
source: Cover
zh_hans: 封面

# capture.card.music.unavailable
source: Unavailable
zh_hans: 不可用

# capture.card.notSelected
source: Not selected
zh_hans: 未选中

# capture.card.photo.attached
source: Photo attached
zh_hans: 已附加照片

# capture.card.photo.count.format
source: %lld images
zh_hans: %lld 张图片

# capture.card.photoGroup.carousel
source: Carousel
zh_hans: 轮播

# capture.card.photoGroup.mosaic
source: Mosaic
zh_hans: 拼贴

# capture.card.photoGroup.stack
source: Stack
zh_hans: 堆叠

# capture.card.place.attached
source: Location attached
zh_hans: 已附加位置

# capture.card.place.style.auto
source: Auto
zh_hans: 自动

# capture.card.place.style.immersive
source: Immersive
zh_hans: 沉浸

# capture.card.place.style.standard
source: Standard
zh_hans: 标准

# capture.card.provenanceDisplay.debug
source: Debug
zh_hans: 调试

# capture.card.provenanceDisplay.hidden
source: Hidden
zh_hans: 隐藏

# capture.card.provenanceDisplay.production
source: Production
zh_hans: 生产

# capture.card.removeAttachment
source: Remove attachment
zh_hans: 移除附件

# capture.card.removeFailed
source: Remove failed item
zh_hans: 移除失败项

# capture.card.selected
source: Selected
zh_hans: 已选中

# capture.card.todo.attached
source: Task attached
zh_hans: 已附加任务

# capture.card.weather.clearNight
source: Clear night
zh_hans: 晴夜

# capture.card.weather.cloudy
source: Cloudy
zh_hans: 多云

# capture.card.weather.cold
source: Cold
zh_hans: 寒冷

# capture.card.weather.detail.format
source: %.0f°C · %.0f%% humidity · wind %.0f km/h
zh_hans: %.0f°C · %.0f%% 湿度 · 风速 %.0f km/h

# capture.card.weather.fog
source: Fog
zh_hans: 雾

# capture.card.weather.heavyRain
source: Heavy rain
zh_hans: 大雨

# capture.card.weather.hot
source: Hot
zh_hans: 炎热

# capture.card.weather.metadata.format
source: %.0f%% humidity · wind %.0f km/h · UV %d
zh_hans: %.0f%% 湿度 · 风速 %.0f km/h · UV %d

# capture.card.weather.rain
source: Rain
zh_hans: 雨

# capture.card.weather.shortDetail.format
source: %@ %.0f°C · %.0f%% humidity
zh_hans: %@ %.0f°C · %.0f%% 湿度

# capture.card.weather.snow
source: Snow
zh_hans: 雪

# capture.card.weather.sunny
source: Sunny
zh_hans: 晴朗

# capture.card.weather.thunderstorm
source: Thunderstorm
zh_hans: 雷暴

# capture.card.weather.unknown
source: Unknown
zh_hans: 未知

# capture.card.weather.uv.format
source: UV %lld
zh_hans: 紫外线 %lld

# capture.card.weather.wind
source: Wind
zh_hans: 风

# capture.content.current
source: Current item
zh_hans: 当前内容

# capture.content.empty
source: No added content yet. Add one or save the current item directly.
zh_hans: 还没有添加内容。可以先添加一项，也可以直接保存当前内容。

# capture.content.footer
source: A memory can contain multiple text, photo, audio, link, location, and todo items.
zh_hans: 一条记忆可以同时包含文字、图片、语音、链接、地点和待办。

# capture.context.autoCollectHint
source: Mory can attach location, weather, and now-playing music to each memory if you grant access.
zh_hans: 授权后，Mory 会为每条记忆自动附加位置、天气和正在播放的音乐。

# capture.context.collecting
source: Collecting context...
zh_hans: 正在采集上下文...

# capture.context.collectPreview
source: Check available context
zh_hans: 检查可添加的上下文

# capture.context.enableLocation
source: Enable Location
zh_hans: 开启位置权限

# capture.context.enableMusic
source: Enable Apple Music access
zh_hans: 开启 Apple Music 访问

# capture.context.locationOpenSettings
source: Location denied — open Settings to enable
zh_hans: 位置权限已拒绝 — 请在系统设置中开启

# capture.context.musicOpenSettings
source: Apple Music denied — open Settings to enable
zh_hans: Apple Music 权限已拒绝 — 请在系统设置中开启

# capture.context.previewEmpty
source: No location, weather, or music context is currently available.
zh_hans: 当前没有可用的地点、天气或音乐上下文。

# capture.context.previewFooter
source: Save uses this selected context snapshot. If music, location, or weather changes, refresh before saving.
zh_hans: 保存会使用当前已勾选的上下文快照。如果音乐、位置或天气变化，请先刷新再保存。

# capture.field.context
source: Input Context
zh_hans: 背景信息

# capture.field.mood
source: Mood
zh_hans: 心情

# capture.field.note
source: Note
zh_hans: 备注

# capture.field.title
source: Title
zh_hans: 标题

# capture.link.autoDetected
source: Detected link
zh_hans: 已识别链接

# capture.link.fetching
source: Fetching link preview...
zh_hans: 正在获取链接预览…

# capture.link.loadingPreview
source: Loading preview...
zh_hans: 正在加载预览...

# capture.link.previewFailed
source: Could not load link preview.
zh_hans: 无法加载链接预览。

# capture.link.refreshPreview
source: Refresh Preview
zh_hans: 刷新预览

# capture.localFirst.hint
source: Everything saved here is local-first. This is the first stable path into the new memory stack.
zh_hans: 所有内容优先保存在本地。这是写入记忆库的入口。

# capture.location.change
source: Change location
zh_hans: 更改地点

# capture.location.currentLoading
source: Getting current location...
zh_hans: 正在获取当前位置...

# capture.location.currentUnavailable
source: Current location is unavailable. Check location permission or try search/map selection.
zh_hans: 当前定位不可用。请检查位置权限，或使用搜索/地图选点。

# capture.location.done
source: Done
zh_hans: 完成

# capture.location.findHeader
source: Find a Location
zh_hans: 查找地点

# capture.location.mapFooter
source: Tap the map to choose an exact point.
zh_hans: 点击地图选择精确位置。

# capture.location.mapHeader
source: Map
zh_hans: 地图

# capture.location.navTitle
source: Choose Location
zh_hans: 选择地点

# capture.location.noResults
source: No matching places found.
zh_hans: 没有找到匹配地点。

# capture.location.pick
source: Choose location
zh_hans: 选择地点

# capture.location.pickerFooter
source: Use current location, search for a place, or choose a point on the map.
zh_hans: 可使用当前位置、搜索地点，或在地图上点选。

# capture.location.pickHint
source: Use current location, search for a place, or tap the map.
zh_hans: 使用当前位置、搜索地点，或在地图上点选。

# capture.location.resultsHeader
source: Results
zh_hans: 搜索结果

# capture.location.search
source: Search place
zh_hans: 搜索地点

# capture.location.searching
source: Searching places...
zh_hans: 正在搜索地点...

# capture.location.searchPlaceholder
source: Search a place or address
zh_hans: 搜索地点或地址

# capture.location.searchResult
source: Search result
zh_hans: 搜索结果

# capture.location.selectedPoint
source: Selected point
zh_hans: 已选位置

# capture.location.selectionHeader
source: Selected Location
zh_hans: 已选地点

# capture.location.useCurrent
source: Use current location
zh_hans: 使用当前位置

# capture.memory.untitled
source: Untitled Memory
zh_hans: 未命名记忆

# capture.music.addNowPlaying
source: Add currently playing song
zh_hans: 添加当前播放歌曲

# capture.music.noNowPlaying
source: No currently playing song available.
zh_hans: 当前没有可用的播放歌曲。

# capture.music.noSongsFound
source: No songs found.
zh_hans: 没有找到歌曲。

# capture.music.searchingCatalog
source: Searching Apple Music catalog...
zh_hans: 正在搜索 Apple Music 曲库...

# capture.music.searchSongs
source: Search songs
zh_hans: 搜索歌曲

# capture.nav.title
source: New Memory
zh_hans: 新记忆

# capture.origin.context
source: Context
zh_hans: 上下文

# capture.origin.imported
source: Imported
zh_hans: 导入

# capture.origin.inferred
source: Inferred
zh_hans: 推断

# capture.origin.manual
source: Manual
zh_hans: 手动

# capture.photo.analyzing
source: Analyzing photo...
zh_hans: 正在分析照片...

# capture.photo.notePlaceholder
source: Photo note
zh_hans: 照片备注

# capture.photo.select
source: Select Photo
zh_hans: 选择照片

# capture.photo.selected
source: Photo selected
zh_hans: 已选择照片

# capture.picker.type
source: Type
zh_hans: 类型

# capture.prompt.audio
source: Audio note
zh_hans: 录音备注

# capture.prompt.link
source: Link note
zh_hans: 链接备注

# capture.prompt.location
source: Place note
zh_hans: 地点备注

# capture.prompt.photo
source: Photo note
zh_hans: 照片备注

# capture.prompt.text
source: What happened?
zh_hans: 发生了什么？

# capture.prompt.todo
source: Todo detail
zh_hans: 待办详情

# capture.secondary.longitude
source: Longitude
zh_hans: 经度

# capture.secondary.note
source: Optional note
zh_hans: 备注（可选）

# capture.section.addedContent
source: Content
zh_hans: 内容

# capture.section.capture
source: Capture
zh_hans: 记录

# capture.section.context
source: Context
zh_hans: 背景

# capture.section.contextAuto
source: Auto context
zh_hans: 自动上下文

# capture.section.contextPreview
source: Auto context preview
zh_hans: 自动上下文预览

# capture.section.preview
source: Preview
zh_hans: 预览

# capture.section.results
source: Results
zh_hans: 结果

# capture.source.audio
source: Audio
zh_hans: 录音

# capture.source.composer
source: Text
zh_hans: 文字

# capture.source.importFile
source: Import
zh_hans: 导入

# capture.source.manual
source: Manual
zh_hans: 手动

# capture.source.photo
source: Photo
zh_hans: 照片

# capture.source.voice
source: Voice
zh_hans: 语音

# capture.toolbar.camera
source: Camera
zh_hans: 相机

# capture.toolbar.context
source: Context
zh_hans: 上下文

# capture.toolbar.link
source: Link
zh_hans: 链接

# capture.toolbar.music
source: Music
zh_hans: 音乐

# capture.toolbar.photo
source: Photo
zh_hans: 照片

# capture.toolbar.place
source: Place
zh_hans: 地点

# capture.toolbar.task
source: Task
zh_hans: 任务

# capture.toolbar.voice
source: Voice
zh_hans: 语音

# capture.type.audio
source: Audio
zh_hans: 录音

# capture.type.document
source: Document
zh_hans: 文档

# capture.type.link
source: Link
zh_hans: 链接

# capture.type.location
source: Location
zh_hans: 地点

# capture.type.music
source: Music
zh_hans: 音乐

# capture.type.photo
source: Photo
zh_hans: 照片

# capture.type.text
source: Text
zh_hans: 文字

# capture.type.todo
source: Todo
zh_hans: 待办

# capture.type.weather
source: Weather
zh_hans: 天气

# capture.voice.noteSummary
source: Voice note
zh_hans: 语音记录

# capture.voice.recordingSeconds.format
source: Recording %llds
zh_hans: 正在录音 %lld 秒

# capture.voice.refiningTranscript
source: Refining voice transcript
zh_hans: 正在润色语音转写

# capture.voice.startAttachPrompt
source: Start recording and attach voice to this memory.
zh_hans: 开始录音并附加到这条记忆。

source: Card actions
zh_hans: 卡片操作

source: Clear Lab Data
zh_hans: 清除实验数据

source: Cloud Intelligence
zh_hans: 云端智能

# common.attachmentCount %lld
source: %lld attachments
zh_hans: %lld 个附件

# common.cancel
source: Cancel
zh_hans: 取消

# common.delete
source: Delete
zh_hans: 删除

# common.done
source: Done
zh_hans: 完成

# common.empty.arcs
source: No linked arcs yet.
zh_hans: 暂无关联的故事线。

# common.empty.entities
source: No linked entities.
zh_hans: 暂无关联项。

# common.empty.people
source: No related people yet.
zh_hans: 暂无相关人物。

# common.empty.reflections
source: No linked reflections yet.
zh_hans: 暂无关联的感悟。

# common.empty.relatedMemories
source: No related memories yet.
zh_hans: 暂无相关记忆。

# common.empty.themes
source: No related themes yet.
zh_hans: 暂无相关主题。

# common.no
source: No
zh_hans: 否

# common.none
source: none
zh_hans: 无

# common.noSummary
source: No summary
zh_hans: 暂无摘要

# common.save
source: Save
zh_hans: 保存

# common.saving
source: Saving...
zh_hans: 保存中…

# common.section.arcs
source: Arcs
zh_hans: 故事线

# common.section.entities
source: Entities
zh_hans: 关联项

# common.section.people
source: People
zh_hans: 人物

# common.section.reflections
source: Reflections
zh_hans: 感悟

# common.section.relatedMemories
source: Related Memories
zh_hans: 相关记忆

# common.section.themes
source: Themes
zh_hans: 主题

# common.updating
source: Updating...
zh_hans: 更新中…

# common.yes
source: Yes
zh_hans: 是

source: Compare the same origin fixtures in production, debug, and hidden source label modes.
zh_hans: 对比同一来源样例在生产、调试和隐藏来源标签模式下的表现。

source: Condition
zh_hans: 天气

source: Confidence
zh_hans: 置信度

source: Context
zh_hans: 上下文

source: Contrast
zh_hans: 对比度

source: Controls
zh_hans: 控制

source: Coordinates
zh_hans: 坐标

source: Copy
zh_hans: 复制

source: Copy All %@ Payloads
zh_hans: 复制全部 %@ 载荷

source: Copy All Reports
zh_hans: 复制全部报告

source: Copy Auth Report
zh_hans: 复制认证报告

source: Copy Full Report
zh_hans: 复制完整报告

source: Copy rule report
zh_hans: 复制规则报告

source: Core Batch runs strict, balanced, and experimental profiles over the high-signal input and history scenarios.
zh_hans: 核心批处理会用严格、均衡和实验配置运行高信号输入与历史场景。

source: Custom body override
zh_hans: 自定义正文覆盖

source: Custom Content
zh_hans: 自定义内容

source: Custom context override
zh_hans: 自定义上下文覆盖

source: Custom mood override
zh_hans: 自定义心情覆盖

source: Custom title override
zh_hans: 自定义标题覆盖

source: Daily question
zh_hans: 每日一问

source: Data Repair
zh_hans: 数据修复

source: Debug
zh_hans: 调试

source: Debug IDs
zh_hans: 调试 ID

# debug.action.analysis
source: Analysis
zh_hans: 解析

# debug.action.clear
source: Clear
zh_hans: 清除

# debug.action.clear.footer
source: Clear only removes records marked as debug fixtures.
zh_hans: 清除仅删除标记为调试数据的记录。

# debug.action.clearLog
source: Clear Log
zh_hans: 清除日志

# debug.action.graphArcRef
source: Graph+Arc+Ref
zh_hans: 图谱+故事线+感悟

# debug.action.loading
source: Loading...
zh_hans: 加载中…

# debug.action.refresh
source: Refresh Diagnostics
zh_hans: 刷新诊断

# debug.action.replay
source: Replay
zh_hans: 重放

# debug.action.seed1
source: Seed 1
zh_hans: 填充1条

# debug.action.seed3
source: Seed 3
zh_hans: 填充3条

# debug.actionLog.count
source: Action Log (%lld)
zh_hans: 操作日志（%lld）

# debug.auth.apiBaseURL
source: API Base URL
zh_hans: API 基础 URL

# debug.auth.appleIdentityToken
source: Apple Identity Token
zh_hans: Apple 身份 Token

# debug.auth.copyReport
source: Copy Auth Report
zh_hans: 复制认证报告

# debug.auth.diagnosticsError
source: Auth Diagnostics Error
zh_hans: 认证诊断错误

# debug.auth.error
source: Auth Error
zh_hans: 认证错误

# debug.auth.expired
source: Expired
zh_hans: 已过期

# debug.auth.expires
source: Expires
zh_hans: 过期时间

# debug.auth.failedStage
source: Failed Stage
zh_hans: 失败阶段

# debug.auth.footer
source: Use this to confirm whether sign-in is blocked by Keychain persistence, server auth, or session state.
zh_hans: 用于确认登录是否卡在 Keychain 持久化、服务端认证或会话状态。

# debug.auth.guest
source: Guest
zh_hans: 访客

# debug.auth.lastEvent
source: Last Event
zh_hans: 最近事件

# debug.auth.lastHTTP
source: Last HTTP
zh_hans: 最近 HTTP

# debug.auth.managerUnavailable
source: Auth manager is unavailable.
zh_hans: 认证管理器不可用。

# debug.auth.noManager
source: No auth manager attached.
zh_hans: 未连接认证管理器。

# debug.auth.responseBody
source: Auth Response Body
zh_hans: 认证响应 Body

# debug.auth.signingOut
source: Signing Out...
zh_hans: 正在退出…

# debug.auth.signOut
source: Sign Out
zh_hans: 退出登录

# debug.auth.state
source: State
zh_hans: 状态

# debug.auth.storedCredential
source: Stored Credential
zh_hans: 已存凭据

# debug.auth.userID
source: User ID
zh_hans: 用户 ID

# debug.capability.context
source: Weather & Music
zh_hans: 天气与音乐

# debug.capability.context.subtitle
source: Location, WeatherKit, and MusicKit context collection
zh_hans: 地点、WeatherKit 和 MusicKit 上下文采集

# debug.capability.extra
source: Other Debug Coverage
zh_hans: 其他调试覆盖

# debug.capability.extra.api
source: Runtime channel and API base URL
zh_hans: 运行渠道与 API 地址

# debug.capability.extra.api.detail
source: Use Build Environment to confirm InternalBeta/PublicBeta/Production and simulator/device API routing.
zh_hans: 使用构建环境页确认 InternalBeta/PublicBeta/Production 以及模拟器/真机 API 路由。

# debug.capability.extra.auth
source: Auth and session persistence
zh_hans: 登录与会话持久化

# debug.capability.extra.auth.detail
source: Use Auth Session to verify Apple sign-in, Keychain state, token expiry, API failures, and sign-out.
zh_hans: 使用登录会话页验证 Apple 登录、Keychain 状态、token 过期、API 失败和退出登录。

# debug.capability.extra.permissions
source: Permission and capability checks
zh_hans: 权限与能力检查

# debug.capability.extra.permissions.detail
source: Real-device checks should cover Photos, Microphone, Speech, Location, WeatherKit, MusicKit, network, and TestFlight receipt mode.
zh_hans: 真机检查应覆盖照片、麦克风、语音识别、定位、WeatherKit、MusicKit、网络和 TestFlight 收据模式。

# debug.capability.extra.pipeline
source: Analysis pipeline replay
zh_hans: 分析管线重跑

# debug.capability.extra.pipeline.detail
source: Use Pipeline Diagnostics to seed fixtures, replay analyze/reflection, and inspect payloads and traces.
zh_hans: 使用管线诊断页生成测试数据、重跑分析/感悟，并检查 payload 与 trace。

# debug.capability.footer
source: These tests call the same services used by capture flows. Cloud tests create debug memories and run the normal analysis pipeline.
zh_hans: 这些测试调用 Capture 流程使用的同一套服务。云端测试会创建调试记忆并运行正常分析链路。

# debug.capability.link
source: Link Preview
zh_hans: 链接预览

# debug.capability.link.subtitle
source: Fetch link metadata locally and test cloud analysis
zh_hans: 本地提取链接元数据并测试云端分析

# debug.capability.notification
source: Notification & Background
zh_hans: 通知与后台

# debug.capability.notification.subtitle
source: Pipeline notification, cold-start restore, receipt, and scene state
zh_hans: 管线通知、冷启动恢复、收据和场景状态

# debug.capability.permissions
source: Permission Matrix
zh_hans: 权限矩阵

# debug.capability.permissions.subtitle
source: Photos, microphone, Speech, Location, WeatherKit, and MusicKit status
zh_hans: 照片、麦克风、Speech、定位、WeatherKit 和 MusicKit 状态

# debug.capability.photo
source: Photo Parsing
zh_hans: 图片解析

# debug.capability.photo.subtitle
source: Local Vision/OCR plus cloud analysis through the memory pipeline
zh_hans: 本地 Vision/OCR，以及通过记忆管线进行云端分析

# debug.capability.server
source: Server Health
zh_hans: 服务健康

# debug.capability.server.subtitle
source: Probe fly reachability and auth/analysis endpoint latency
zh_hans: 探测 fly 可达性和 auth/analysis 端点延迟

# debug.capability.speech
source: Speech to Text
zh_hans: 语音转文字

# debug.capability.speech.subtitle
source: Select an audio file and run Speech transcription
zh_hans: 选择音频文件并运行 Speech 转写

# debug.capability.storage
source: Storage Integrity
zh_hans: 存储完整性

# debug.capability.storage.subtitle
source: SwiftData counts and orphan relationship checks
zh_hans: SwiftData 数量和孤儿关系检查

# debug.captureCardLab.allTypes.subtitle
source: Real content kinds only. Automatic context appears as place, weather, or music with Context origin.
zh_hans: 只展示真实内容类型。自动上下文会以地点、天气或音乐卡出现，并带有 Context 来源。

# debug.captureCardLab.allTypes.title
source: All Types
zh_hans: 全部类型

# debug.captureCardLab.appearance.dark
source: Dark
zh_hans: 深色

# debug.captureCardLab.appearance.light
source: Light
zh_hans: 浅色

# debug.captureCardLab.contrast.high
source: High contrast
zh_hans: 高对比度

# debug.captureCardLab.contrast.standard
source: Standard
zh_hans: 标准

# debug.captureCardLab.edge.longTranscript.detail
source: A very long transcript preview that should wrap cleanly without making the card feel like a form field or requiring the user to create an artificial title before saving a memory.
zh_hans: 一段很长的转写预览，应当自然换行，不让卡片像表单字段，也不要求用户先创建人为标题。
